Repository: EduardoFen12/Marco
Catalog: Marco/Localizable.xcstrings
Source language: pt_br
Languages: en

source: %@ de %lld
en: %@, %lld

source: %lld aniversários este mês.
en: %lld birthdays this month.

source: 1 aniversário este mês.
en: 1 birthday this month.

source: Abrir para mensagem
en: Open for message

source: Adiar
en: Snooze

source: Adicionar
en: Add

source: Adicionar ${name} (${type}) em ${date}
en: Add ${name} (${type}) on ${date}

source: Adicionar data
en: Add Date

source: Adicionar data importante
en: Add Important Date

source: Adicionei %@.
en: Added %@.

source: Amanhã
en: Tomorrow

source: Amigo(a)
en: Friend

source: Aniversário
en: Birthday

source: Aniversários do mês
en: Birthdays This Month

source: Ano de nascimento (opcional)
en: Birth year (optional)

source: às %@
en: at %@

source: Buscando datas…
en: Looking for dates…

source: Calendário
en: Calendar

source: Cancelar
en: Cancel

source: Colega
en: Colleague

source: Comemorativa
en: Commemorative

source: Cônjuge/Parceiro(a)
en: Spouse/Partner

source: Contatos
en: Contacts

source: Copiar
en: Copy

source: Data
en: Date

source: Data Importante
en: Important Date

source: Datas chegando
en: Upcoming Dates

source: Datas importantes
en: Important Dates

source: Definir hora do evento
en: Set event time

source: Dia
en: Day

source: É amanhã: %@!
en: It's tomorrow: %@!

source: É hoje: %@!
en: It's today: %@!

source: É hoje!
en: It's today!

source: Editar data
en: Edit Date

source: Falta 1 dia
en: 1 day left

source: Falta 1 semana
en: 1 week left

source: Faltam %lld dias
en: %lld days left

source: Faltam %lld dias para %@.
en: %lld days left until %@.

source: Família
en: Family

source: Faz %lld anos
en: %lld years old

source: Gerar mensagem
en: Generate message

source: Hoje
en: Today

source: Hora do evento
en: Event time

source: Hora do lembrete
en: Reminder time

source: Importar
en: Import

source: Importar datas
en: Import Dates

source: Importar…
en: Import…

source: Informações
en: Information

source: Mês
en: Month

source: Nada novo para importar
en: Nothing new to import

source: Não encontramos datas novas nos Contatos ou no Calendário.
en: We couldn't find any new dates in Contacts or Calendar.

source: Não foi possível gerar o conteúdo.
en: Couldn't generate the content.

source: Nenhum
en: None

source: Nenhum aniversário este mês.
en: No birthdays this month.

source: Nenhuma data cadastrada
en: No dates yet

source: Nenhuma data cadastrada.
en: No dates yet.

source: Nome
en: Name

source: Notas
en: Notes

source: Notas (opcional)
en: Notes (optional)

source: Nova data
en: New Date

source: Outro
en: Other

source: Qual o nome da data?
en: What's the name of the date?

source: Quando é a data?
en: When is the date?

source: Quanto falta
en: How long until

source: Quanto falta para ${date}
en: How long until ${date}

source: Quanto falta para uma data
en: How long until a date

source: Que tipo de data é essa?
en: What type of date is this?

source: Relacionamento
en: Relationship

source: Salvar
en: Save

source: Sugerir presente
en: Suggest gift

source: Sugestões de IA
en: AI Suggestions

source: Sugestões de IA indisponíveis neste momento.
en: AI suggestions unavailable right now.

source: Tipo
en: Type

source: Tipo de data
en: Date type

source: Toque em + para adicionar uma data importante.
en: Tap + to add an important date.

source: Você tem %lld datas chegando.
en: You have %lld dates coming up.

source: Você tem 1 data chegando.
en: You have 1 date coming up.
